import React from "react";
import Grid from "@material-ui/core/Grid";

const Help = () => {
  return (
    <Grid
      container
      direction="column"
      alignContent="center"
      justifyContent="center"
    >
      <Grid xs={12} className="historySelector">
        <p
          onClick={() => {
            const element = document.getElementById("donate");
            element.scrollIntoView({
              behavior: "smooth",
              block: "end",
              inline: "nearest",
            });
          }}
        >
          Donate
        </p>
        <p
          onClick={() => {
            const element = document.getElementById("sign");
            element.scrollIntoView({
              behavior: "smooth",
              block: "end",
              inline: "nearest",
            });
          }}
        >
          Sign
        </p>
        <p
          onClick={() => {
            const element = document.getElementById("contact");
            element.scrollIntoView({
              behavior: "smooth",
              block: "end",
              inline: "nearest",
            });
          }}
        >
          Contact Politicians
        </p>
      </Grid>
      <Grid xs={12} id="donate">
        <h2> Donate</h2>
      </Grid>

      <h3> Donate to the Armenian Fund</h3>
      <div>
        <p>
          {" "}
          The Armenian Fund provides help and healthcare to the people in the
          Karabagh Region Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա արդյունաբերության համար նախատեսված մոդելային
          տեքստ է: Սկսած 1500-ակ Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա արդյունաբերության համար նախատեսված մոդելային
          տեքստ է: Սկսած 1500-ակ Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության համար նախատեսված մոդելային տեքստ է: Սկսած 1500-ակ
          Lorem Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem
          Ipsum-ը տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը
          տպագրության և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության
          և տպագրական արդյունաբերության հա Lorem Ipsum-ը տպագրության և տպագրական
          արդյունաբերության հա
        </p>
      </div>
      <Grid xs={12} id="sign">
        <h2> Sign</h2>
      </Grid>
      <div> Sign petitions</div>
      <Grid xs={12} id="contact">
        <h2> Contact Politicians</h2>
      </Grid>
      <div>
        <h3> Write a letter to your Political Representative</h3>
        <p>US </p>
        <p> Europe</p>
        <p>Canada</p>
      </div>
    </Grid>
  );
};

export default Help;
